Repository: h3geng/MobileFPtest
Catalog: iOS6/mobileFP/*.strings
Languages: fr

source: Ok
fr: D'accord

source: Yes
fr: Oui

source: No
fr: Non

# select_region
source: Select a Region
fr: Sélectionner une région

source: Select Phase
fr: Sélectionner une phase

source: Add Using Camera
fr: Ajouter à l'aide d'une caméra

source: Add From Library
fr: Ajouter à partir de la bibliothèque

source: Loading...
fr: Chargement...

source: Loading Regions...
fr: Chargement des régions...

source: Login
fr: S'identifier

# loging_in
source: Logging in...
fr: Se connecter...

source: Warning
fr: Avertissement

source: Error
fr: Erreur

source: Invalid Credentials
fr: Informations d'identification invalides

# username_empty
source: The Username can not be empty...
fr: Le nom d'utilisateur ne doit pas être vide...

# password_empty
source: The Password can not be empty...
fr: Le mot de passe ne doit pas être vide...

source: Cancel
fr: Annuler

# select_ct_user
source: Select a CT User
fr: Sélectionner un utilisateur CT

source: Home
fr: Acceuil

source: Choose Action
fr: Choisir une action

source: Logout
fr: Se déconnecter

source: My Details
fr: Mes détails

source: Pending
fr: En attente

# file_alerts
source: My File Alerts
fr: Ma Alerte de fichiers

# my_jobs
source: My Claims
fr: Mes réclamations

source: Current Region
fr: Région actuelle

source: Current User
fr: Utilisateur actuel

source: CT User
fr: Utilisateur CT

source: Home Branch
fr: Succursale principale

source: Add New
fr: Ajouter nouveau

source: Camera
fr: Caméra

source: Batch Scan
fr: Analyse par lots

source: Equipment
fr: Équipement

source: Search
fr: Chercher

source: Searching...
fr: Recherche...

# nothing_found
source: No Results Found...
fr: Aucun résultats trouvés...

source: Tag
fr: Étiquette

source: Status
fr: Statut

source: ID / Tag
fr: ID / Étiquette

source: Branch
fr: Succursale

# assigned_to_job
source: Assigned to Claim
fr: Assigné à la réclamation

source: Manage
fr: Gérer

source: This item has no actions...
fr: Cet item n'a aucune action...

source: In Transit
fr: En transition

# issue_to_job
source: Issue to Claim
fr: Problème de réclamation

source: Branch Transfer
fr: Transfert de succursale

source: Return to Branch
fr: Retour à la succursale

source: Receive Item
fr: Item reçu

source: Timesheet
fr: Feuille de temps

source: Claims
fr: Réclamations

# searching_jobs
source: Searching claims...
fr: Recherche de réclamations...

# no_jobs_found
source: No Claims Found...
fr: Aucune réclamations n'a été trouvées...

# loading_job
source: Loading claim...
fr: Chargement des réclamations...

# job_not_loaded
source: Claim details could not be loaded...
fr: La réclamation n'a pas pu être chargée...

# find_closest_jobs
source: Find Closest Claims
fr: Trouver des réclamations les plus proches

# searching_closest_jobs
source: Searching for Closest Claims...
fr: Recherche les réclamations les plus proches ...

source: Claim Details
fr: Détails de la réclamation

source: Workflow & KPI
fr: Flux de travail & KPI

source: Emergency Phase
fr: Phase d'urgence

source: Rebuild Phase
fr: Phase de reconstruction

source: Project
fr: Projet

source: Address
fr: Adresse

source: Opened
fr: Ouverte

source: Loss Type
fr: Type de perte

source: Phase List
fr: Liste de phase

source: Payment
fr: Paiement

source: Payments
fr: Paiements

source: Payment History
fr: Historique de paiement

source: Payment Types
fr: Types de paiement

source: Amount field can not be empty
fr: Le champ du montant ne peut pas être vide

source: View Contacts
fr: Voir les contacts

source: Called-in
fr: Appelé

source: Customer Contact
fr: Contacter le client

source: Site Inspection
fr: Inspection du site

source: EM Assigned
fr: Urgence assignée

source: EM Estimate
fr: Estimation de l'urgence

source: EM Start Work
fr: Début des travaux d'urgence

source: EM Complete Work
fr: Travaux d'urgence complétés

source: RE Assigned
fr: Reconstruction assignée

source: RE Estimate
fr: Estimation de la reconstruction

source: RE Start Work
fr: Début des travaux de reconstruction

source: RE Complete Work
fr: Travaux de reconstruction complétés

source: Schedule
fr: Fixer la date

source: Loading Notes...
fr: Chargement des notes...

source: Moistures
fr: Moisisures

source: No Address
fr: Aucune adresse

# wifi_turned_off
source: Could not determine your location WiFi connection will increase the accuracy of your location
fr: Ne peut pas déterminer votre location La connection WiFi augmentera la précision de votre emplacement

# location_turned_off
source: Please go to Settings and turn on Location Service for this app
fr: Accèdez aux paramètres et activez le service de localisation pour cette application

source: Loading Photos...
fr: Chargement des photos...

source: All Phases
fr: Toutes les phases

# view_phase_
source: Phase %@
fr: Voir les phases %@

source: Choose Source
fr: Choisir la source

source: Library
fr: Bibliothèque

source: No Notes For %@
fr: Aucune notes pour %@

# no_external_scanner
source: No External Scanner Connected
fr: Aucun scanner externe connecté

source: External Scanner Connected
fr: Scanner externe connecté

# no_phase_list
source: No Phase List for Selected Claim
fr: Aucune liste de phase pour la réclamation sélectionnée

source: Adjusting Company
fr: Ajustement de compagnie

source: Adjuster
fr: Ajusteur

source: Insurer
fr: Assureur

source: Name
fr: Nom

source: Phone
fr: Téléphone

source: Company Type
fr: Type de compagnie

source: Contact Details
fr: Détails du contact

source: Company Details
fr: Détails de la compagnie

source: Cell
fr: Cellule

source: Scan To
fr: Balayer vers

source: Transit
fr: Passage

source: Claim
fr: Réclamation

source: Return
fr: Retour

source: Branches
fr: Succursales

source: Do You Want to Add a New Item?
fr: Voulez-vous ajouter un nouvel item?

source: Commit
fr: Commettre

source: Revert
fr: Retourner

source: Manual
fr: Manuel

source: Gallery
fr: Gallerie

source: No Photos
fr: Aucune photos

source: Photo has Description
fr: La photo a une description

# sent_to_xa
source: Photo has been sent to XA
fr: La photo a été envoyée a XA

source: No description entered...
fr: Aucune description n'est entrée...

source: Are you sure you want to remove this item?
fr: Êtes-vous sur de vouloir retirer cet item?

source: Do you want to commit all items?
fr: Voulez-vous commettre tous les items?

source: Do you want to revert all items?
fr: Voulez-vous retourner tous les items?

source: You already have this item...
fr: Vous avez déjà cet item...

# do_you_want_to_logout
source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter?

source: Inventory
fr: Inventaire

source: Class
fr: Classe

source: Model
fr: Modèle

# jobcostcats
source: JobCost Catg'y
fr: Catégorie du coût du travail

source: Asset Tag
fr: Marque d'inventaire

source: Item No
fr: Numéro de l'item

source: Serial No
fr: Numéro de série

source: Purchase Date
fr: Date d'achat

source: Vendor
fr: Le marchand

source: Purchase Price
fr: Prix d'achat

source: Life Cycle
fr: Cycle de la vie

source: Current Branch
fr: Succursale actuel

source: Saving...
fr: Sauvegarder...

# press_upload
source: Photos not uploaded, press upload from top menu
fr: Les photos ne sont pas téléchargées, appuyer sur télécharger depuis le menu principal

source: The item has been saved
fr: Cet item a été enregistré

source: Invalid item Class
fr: Classe d'item invalide

source: Invalid item Model
fr: Modèle d'item invalide

source: Invalid Asset Tag
fr: Marque d'inventaire invalide

source: Invalid Home branch
fr: Succursale principale invalide

source: Invalid Status
fr: Statut invalide

source: Invalid JobCost Category
fr: Catégorie du coût du travail invalide

source: All
fr: Tout

source: Change Asset Tag
fr: Changer la marque d'inventaire

source: Are you sure you want to change the Asset Tag?
fr: Êtes-vous sûr de vouloir changer la marque d'inventaire?

# file_alert_details
source: Alert Details
fr: Détails d'alerte

source: Employee
fr: Employés

# job
source: Claim
fr: Réclamation

source: Hours
fr: Heures

source: Default Employee
fr: Employé par défaut

source: Searching employees...
fr: Recherche d'employés...

source: No Phase
fr: Aucune phase

source: Timesheet Saved
fr: Feuille de temps sauvegardée

# fill_in_notes
source: Fill in some Notes
fr: Remplir quelques notes

# fill_in_hours
source: Fill in Hours, greater than 0
fr: Remplir en heures, plus grand que 0

# select_a_job
source: Select a Claim
fr: Sélectionner une réclamation

source: Select Employee
fr: Sélectionner un employé

source: Photo Details
fr: Détails de la photo

source: Date Uploaded
fr: Date téléchargée

source: Upload
fr: Télécharger

source: Preview
fr: Aperçu

source: Add
fr: Ajouter

source: Add Notes
fr: Ajouter des notes

source: Save
fr: Sauvegarder

source: Entered By
fr: Entré par

source: Note Details
fr: Détails de note

source: New Note
fr: Nouvelle note

source: Note for
fr: Note pour

source: Department
fr: Département

source: Alert PM
fr: Alerte PM

source: Select a Department
fr: Sélectionner un département

source: The note has been saved
fr: La note a été sauvegardée

source: Are you sure you want to change the status of this item?
fr: Êtes-vous sûr de vouloir changer le statut de cet item?

source: Location Services Disabled
fr: Service de localisation désactivés

# turn_on_location_services
source: To re-enable, please go to Settings and turn on Location Service for this app
fr: Pour réactiver, allez dans les paramètres et allumez le service de location pour cette application

source: Location Services Enabled
fr: Service de localisation activé

source: App Permission Denied
fr: Application de permission refusée

source: Choose Method
fr: Choisir une méthode

# inventory_with_pink_background_is_not_committed_swipe_to_remove
source: Items with pink background are not committed, swipe to remove
fr: Les items avec un fond rose ne sont pas engagés, glisser pour enlever

# do_you_want_to_remove_this_item
source: Do you really want to remove this item?
fr: Voulez-vous vraiment enlever cet item?

source: Manual Scan
fr: Balayage manuel

source: Fill in Asset Tag
fr: Remplir la marque d'inventaire

# update_version_notification
source: There is an updated version of the application... Do you want to update it now?
fr: Il existe une mise à jour pour cette application... Voulez-vous le mettre à jour maintenant?

source: Map/Directions
fr: Carte/Directions

source: Current Location
fr: Location actuelle

source: Work Orders
fr: Bons de travail

source: Order
fr: Commandes

source: Working Hours
fr: Heures de travail

source: Started
fr: Débuter

source: Finished
fr: Terminé

# pin
source: 4 Digit PIN
fr: NIP de 4 chiffres

# invalid_pin
source: Invalid PIN Digits
fr: NIP invalide

source: Setup
fr: Configuration

# scanner_setup_message
source: Choose scanner setup to configure external bluetooth scanner
fr: Choisir la configuration du scanner pour installer le scanner bluetooth externe

# image_source_denied
source: You have no access to image source selected. Open Settings and change permission to be able to use this image source.
fr: Vous n'avez pas accès à la source d'image sélectionnée Ouvir les paramètres et changer la permission pour être en mesure d'utiliser la source d'image

source: Errors
fr: Erreurs

source: Dismiss
fr: Rejeter

# select_a_phase
source: Please select a Phase
fr: Sélectionner une phase

source: Keyword
fr: Mot-clé

# search_equipment_term
source: Search for Equipment
fr: Chercher pour équipement

source: Clear Search Results
fr: Nettoyer les résultats de recherche

source: Are you sure you want to clear search results?
fr: Êtes-vous sûr de vouloir nettoyer les résultats de recherche?

source: Item already in this status...
fr: Item déjà dans ce statut...

# unknown_error
source: Unknown error occurred...
fr: Une erreur inconnue s'est produite...

source: External
fr: Externe

# new_asset_tag
source: New asset tag numbers
fr: Nouveux numéros de marque d'inventaire

# test_version
source: You are using test version
fr: Vous utilisez la version testée

source: Amount to be Charged
fr: Montant à changer

source: New Chat
fr: Nouvelle discussion

# last_message_was_on
source: Last message:
fr: Dernier message:

source: Please wait...
fr: S'il vous plaît, attendez...

# preparing_photo
source: Please wait Preparing Photo...
fr: S'il vous plaît, attendez... Photo en préparation

# preparing_photos
source: Please wait Preparing Photos...
fr: S'il vous plaît, attendez... Photos en préparation

source: Choose Phase
fr: Choisir une phase

source: Subject
fr: Sujet

source: Start a new Topic
fr: Débuter un nouveau sujet

source: Start
fr: Début

source: Pending Photo Uploads
fr: Envois de photo en attente

# do_you_want_to_remove_pending_photo_uploads
source: Are you sure you want to delete pending photo uploads?
fr: Êtes-vous sûr de vouloir supprimer les photos en attente?

source: Fill in more than 2 characters please
fr: Remplir plus de 2 caractères

source: Photo Queue
fr: Photo en file d'attente

source: My Day
fr: Ma journée

source: On Call Status
fr: Statut sur appel

source: You have overlapped times. Do you want to automatically adjust them?
fr: Vous avez dépassé le temps Voulez-vous automatiquement les ajuster?

# the_item_has_been_saved_duplicate
source: The item has been saved. Do you want to duplicate it?
fr: L'item a été sauvegardé Voulez-vous les dupliquer?

# expenses
source: My Expenses
fr: Ma Dépenses

source: On Call
fr: Sur appel

source: What's New
fr: Quoi de neuf

source: Release Date
fr: Date de sortie

source: Build
fr: Bâtir

# visible_customer_gateway
source: This note is visible on the Customer Gateway
fr: Cette note est visible sur la passerelle client

source: Share
fr: Partager

source: Send To All
fr: Envoyer à tous

source: Send Email
fr: Envoyer un courriel

# sendPush
source: Send Push Notification
fr: Envoyer une notification

# sendemail_not_active
source: Send Email should be active
fr: L'envoi du courriel devrait être actif

# sendemail_or_sendpush
source: Send Email and/or Send Push Notification should be active
fr: L'envoi du courriel et/ou l'envoi d'une notification devrait être actif

# no_share_contacts_selected
source: You did not select any contacts to share the note with.
fr: Vous n'avez pas sélectionné aucun contact avec qui partager la note.

source: Error occurred while sharing the note.
fr: Une erreur s'est produite lors du partage de la note.

# note_shared
source: The note has been shared.
fr: La note a été partagée

# push_will_be_sent_to_mobilefp
source: Push notifications will be sent to users who has mobileFP installed
fr: Les notifications seront envoyées aux utilisateurs qui ont installé mobileFP

source: Loading Note...
fr: Chargement de la note...

# note_could_not_be_loaded
source: Sorry, the note could not be loaded.
fr: Désolé, la note n'a pas pu être chargée

source: Select Contacts
fr: Sélectionner des contacts

source: Claim/FOS Contacts
fr: Réclamation/Contacts PremièreAction

# push_will_be_sent_to_accepted_mobilefp
source: Push notifications will be sent to users who allowed to receive push notifications
fr: Les notifications seront envoyées aux utilisateur autorisés à les recevoirs

source: Add Custom FOS Contact
fr: Ajouter un contact PremièreAction personnalisé

source: FOS Contacts
fr: Contacts PremièreAction

source: My Contacts
fr: Mes contacts

source: FirstOnSite Directory
fr: Annuaire PremièreAction

source: Custom Email
fr: Courriel personnalisé
